[
  "obsidian-minimal-settings",
  "obsidian-admonition",
  "obsidian-style-settings",
  "easy-typing-obsidian",
  "obsidian-icon-folder",
  "homepage",
  "obsidian-smart-typography",
  "copilot",
  "obsidian-textgenerator-plugin",
  "editing-toolbar",
  "obsidian-git"
]